[
    {
        "name": "Яичные конвертики с сыром и ветчиной",
        "ingredients": [
            {
                "title": "Яйцо",
                "portion": "4 шт."
            },
            {
                "title": "Ветчина",
                "portion": "130 г"
            },
            {
                "title": "Сыр твердый",
                "portion": "100 г"
            },
            {
                "title": "Масло растительное",
                "ingredients": "1-2 ч. ложки"
            }
            
        ],
        "instructions": "1. Натрите ветчину и сыр на мелкой тёрке. В отдельную ёмкость разбейте яйца и слегка взбейте вилкой, чтобы белки и желтки смешались. Для удобства дальнейшего приготовления можно взбивать и обжаривать по одному яйцу за раз, но тогда блинчики получатся чуть более толстыми. 2. Разогрейте сковороду на среднем огне и смажьте растительным маслом. Влейте порцию взбитых яиц и распределите по сковороде, чтобы получился тонкий яичный блинчик. Жарьте блинчик примерно 1-2 минуты, пока яичная масса не 'схватится'. 3. Затем переверните яичный блинчик на другую сторону. В центр блинчика выложите немного ветчины и натёртого сыра. У меня получается 5 тонких или 4 толстых блинчика, поэтому начинку я делю соответственно на 4-5 частей и распределяю между блинчиками. 4. Сверните яичный блинчик с начинкой конвертиком. Для этого сперва подверните свободные края блинчика слева и справа от начинки и сложите по направлению к центру. Прижмите края блинчика лопаткой на 10-15 секунд, чтобы зафиксировать их в таком положении. 5. Затем таким же образом подверните верхний и нижний края блинчика. Слегка прижимая лопаткой, обжарьте получившийся конвертик ещё 20-30 секунд. 6. Затем переверните яичный конвертик и обжарьте ещё 20-30 секунд с другой стороны. Повторите процесс с оставшейся яичной массой и начинкой. 7. Аппетитные яичные конвертики с сыром и ветчиной готовы. При желании срежьте выступающие края конвертиков, придав им более аккуратную форму. Украсьте блюдо измельчённой зеленью и подавайте к столу."
    },
    {
        "name": "Картошка тушенная с курицей",
        "ingredients": [
            {
                "title": "Куриное филе",
                "portion": "400 г"
            },
            {
                "title": "Картофель",
                "portion": "315 г"
            },
            {
                "title": "Морковь",
                "portion": "100 г (1 шт.)"
            },
            {
                "title": "Лук репчатый",
                "portion": "120 г (1 шт.)"
            },
            {
                "title": "Чеснок",
                "portion": "5 г (1 зубчик)"
            },
            {
                "title": "Мука",
                "portion": "25 г (1 ст. ложка с горкой)"
            },
            {
                "title": "Соль",
                "portion": "1 ч. ложка (по вкусу)"
            },
            {
                "title": "Перец черный молотый",
                "portion": "0,5 ч. ложки"
            },
            {
                "title": "Паприка сладкая молотая",
                "portion": "0,5 ч. ложки"
            },
            {
                "title": "Чеснок сушеный молотый",
                "portion": "0,5 ч. ложки"
            },
            {
                "title": "Лавровый лист",
                "portion": "1 шт."
            },
            {
                "title": "Перец душистый горошком",
                "portion": "2-3 шт."
            },
            {
                "title": "Прованские травы сушеные",
                "portion": "1 ч. ложка"
            },
            {
                "title": "Масло растительное",
                "portion": "30 мл (2 ст. ложки)"
            }
        ],
        "instructions": "1. Куриное мясо нарезать небольшими кусочками. Приправить солью (0,5 ч. ложки), молотым перцем (1/8 ч. ложки), сладкой паприкой и сушёным чесноком. Оставить на 10 минут. 2. Тем временем подготовить овощи: лук, морковь, картофель и чеснок очистить, промыть. Лук нарезать мелкими кусочками, картошку – средними кусочками, морковь – кружочками, а чеснок пропустить через пресс. 3. Кусочки филе посыпать мукой со всех сторон. 4. В сковороде разогреть растительное масло, выложить филе. На сильном огне обжарить куриное мясо со всех сторон до подрумянивания, минуты 3-4. 5. Переложить обжаренную курицу в кастрюлю. 6. Морковь, лук и чеснок обжарить в освободившейся сковороде на среднем огне 3 минуты. 7. Картофель выложить в кастрюлю с курицей. 8. Туда же отправить обжаренный лук с морковью и чесноком. Добавить лавровый лист, душистый перец, сушёные травы, соль (0,5 ч. ложки) и молотый перец (1/8 ч. ложки). 9. Влить 500 мл воды (чтобы чуть покрывала содержимое кастрюли). 10. Довести до кипения, затем сделать огонь минимальным и тушить под крышкой до готовности, периодически помешивая. Это займёт 30-35 минут. 11. Картошка, тушенная с курицей, готова."
    },
    {
        "name": "Сосиски с сыром в лаваше (в духовке)",
        "ingredients": [
            {
                "title": "Сосиски",
                "portion": "330 г (6 шт.)"
            },
            {
                "title": "Сыр твердый",
                "portion": "150 г"
            },
            {
                "title": "Лаваш тонкий",
                "portion": "110 г (1 шт.)"
            },
            {
                "title": "Кунжут (семена)",
                "portion": "1 ст. ложка"
            }
        ],
        "instructions": "1. Подготовьте все компоненты. Сразу включите духовку разогреваться до 190 градусов. Лаваш из упаковки доставайте непосредственно перед приготовлением, так как он очень быстро засыхает и теряет эластичность. Сыр лучше брать нарезанный пластинами, его легче подогнать под размер сосиски. 2. Сосиски очистите от оболочек. Лист лаваша нарежьте полосками такой же ширины, как и длина сосиски. Длина полоски должна быть примерно в 1,5 раза больше ширины. 3. Из листа лаваша у меня получилось 6 полосок (по количеству сосисок) размером 12х18 см. Яйцо разбейте в глубокую мисочку и вилкой соедините белок и желток. 4. На полоску лаваша выложите ломтик сыра и сосиску. 5. Заверните лаваш с сосиской и сыром в рулет, не доходя несколько см до края. Край лаваша смажьте взбитым яйцом (удобно это делать силиконовой кисточкой) и закрутите рулетик до конца. (Яйцо помогает лавашу склеиваться, и рулетик не разворачивается обратно.) Таким же образом сверните ещё 5 рулетиков. 6. Противень застелите пергаментом и выложите туда сосиски в лаваше. Смажьте поверхность рулетов из лаваша взбитым яйцом и присыпьте семенами кунжута. 7. Запекайте рулетики в разогретой до 190 градусов духовке 5-7 минут. Верхний слой лаваша должен стать хрустящим и слегка румяным (ориентируйтесь на особенности своей духовки). 8. Переложите сосиски с сыром в лаваше на тарелку. По желанию украсьте свежей зеленью и подавайте к столу. Такой перекус с удовольствием возьмут в школу дети, да и взрослые с радостью полакомятся этим незатейливым, но очень вкусным блюдом."
    }
]